tap "blacktop/tap"
tap "homebrew/bundle"
brew "jq"
brew "openjdk@17"
brew "blacktop/tap/ipsw"
brew "radare2"
brew "yara"
cask "wireshark"
cask "binary-ninja"
cask "ghidra"
cask "google-chrome"
cask "idafree"
cask "jtool2"
cask "red-canary-mac-monitor"
cask "visual-studio-code"
cask "suspicious-package"
cask "processmonitor"
cask "filemonitor"
cask "netiquette"
cask "taskexplorer"
cask "whatsyoursign"
cask "dnsmonitor"
cask "lulu"
